Repository: MATHEMA-GmbH/LivePhotoCleaner
Catalog: LivePhotoCleaner/*.lproj/Localizable.strings
Languages: de

# view_appSettings_done
source: Done
de: Fertig

# view_appSettings_navigation_title
source: Settings
de: Einstellungen

# view_appSettings_info_section_header
source: Information
de: Informationen

# view_appSettings_settings_section_header
source: Settings
de: Einstellungen

# view_appSettings_settings_delete
source: Move original images in "Recently Deleted" folder
de: Originalbilder in Ordner "Zuletzt gelöscht" bewegen

# view_appSettings_settings_addToAlbum
source: Add to album "LivePhotoCleaner"
de: Hinzufügen zu Album "LivePhotoCleaner"

# view_appSettings_settings_loadICloud
source: Load photos from iCloud
de: iCloud Fotos laden

# view_appSettings_photoAccess_openSettings
source: Settings
de: Einstellungen ändern

# view_appSettings_photoAccess_adjustSelection
source: Adjust limited photo access
de: Ausgewählte Bilder ändern

# view_appSettings_photoAccess_adjustSelection_warning
source: Care! While limited access is active, the duplicated photos can not be added to the album of the original photo! Any album information will be lost!
de: Achtung! Die Zugehörigkeit zu Alben kann bei eingeschränktem Zugirff nicht für die neuen Bilder beibehalten werden! Jegliche Zuordnung wird aufgehoben!

# view_appSettings_appInfo_imprint
source: Imprint and privacy policy
de: Impressum und Datenschutz

# view_appSettings_accessLevelDescription_notDetermined
source: No permissions granted yet.
de: Berechtigung wurde noch nicht definiert.

# view_appSettings_accessLevelDescription_restricted
source: Permission denied and cannot be granted.
de: Berechtigung verweigert und kann nicht freigeschalten werden.

# view_appSettings_accessLevelDescription_denied
source: Permission to access photo library is denied.
de: Die Berechtigungen zum Zugriff auf die Fotobibliothek wurde verweigert.

# view_appSettings_accessLevelDescription_authorized
source: The app has full access to the photo library.
de: Die App hat vollständigen Zugriff auf die Fotobibliothek.

# view_appSettings_accessLevelDescription_limited
source: The app has limited access to the photo library.
de: Die App hat eingeschränkten Zugriff auf die Fotobibliothek.

# view_appSettings_accessLevelDescription_unknown
source: An error occured. Access level could not be determined.
de: Ein Fehler ist aufgetreten. Das derzeitige Zugriffslevel konnte nicht bestimmt werden.

# view_photoOverview_navigation_title
source: Select photos
de: Fotos wählen

# view_photoOverview_checkButton
source: Check selection
de: Auswahl prüfen

# view_photoOverview_noLivePhotos
source: No live photos found.
de: Keine Live Photos gefunden oder alle Live Photos wurden bereits dupliziert!

# view_photoOverview_livePhotosNormal
source: Live photos (not edited)
de: Unbearbeitete Live Photos

# view_photoOverview_livePhotosEdited
source: Live photos (edited)
de: Bearbeitete Live Photos

# view_photoOverview_editLostWarning
source: Beware, we detected edits (dynamic or creative effects like loops, bounce, filters, etc) on the pictures below. This version of LivePhotoCleaner can only clean the original images.
de: Achtung, bei den nachfolgenden Bildern wurden Änderungen (Kreative Effekte wie Schleifen, Filter, ...) festgestellt. Diese Version der App kann nur die unveränderten Bilder speichern.

# view_photoOverview_selectAll
source: Select all
de: Alle auswählen

# view_photoOverview_deselectAll
source: Deselect all
de: Auswahl aufheben

# view_photoOverview_icloudLoadAlert_title
source: Loading images failed
de: Laden von Bildern fehlgeschlagen

# view_photoOverview_icloudLoadAlert_text
source: The App was unable to load one or more image from iCloud. Some images are maybe not shown at all or not shown in full resolution.
de: Es war nicht möglich, Bilder von iCloud zu laden. Manche Bilder werden eventuell nicht oder nur in reduzierter Auflösung angezeigt.

# view_photoOverview_enableIcloudLoadAlert_title
source: Image in iCloud detected
de: Bilder in iCloud gefunden

# view_photoOverview_enableIcloudLoadAlert_text
source: At least one image is only stored in iCloud and will not be loaded as it is deactivated in the app settings. Load all images from iCloud?
de: Mindestens ein Bild ist nur in iCloud gespeichert und wird basierend auf den aktuellen Einstellungen nicht geladen. Sollen Bilder aus iCloud geladen werden?

# view_photoOverview_enableIcloudLoadAlert_abort
source: Abort
de: Abbrechen

# view_photoOverview_enableIcloudLoadAlert_load
source: Load
de: Laden

# view_selectedPhotoOverview_navigation_title
source: Check selection
de: Auswahl prüfen

# view_selectedPhotoOverview_startButton
source: Clean selected
de: Bereinigen

# view_selectedPhotoOverview_freedSpace_active
source: Clean up will approximately free %@ MB as soon as the image is removed from the "Recently Deleted album.
de: Das Bereinigen wird etwa %@ MB Speicher freigeben nachdem die Bilder aus dem "Zuletzt gelöscht" Ordner entfernt wurden.

# view_selectedPhotoOverview_freedSpace_inactive
source: No additional storage will be available as deleting the original photo is deactivated.
de: Es wird kein Speicher freigegeben, da das Bewegen der Originalbilder in den Ordner "Zuletzt gelöscht" in den Einstellungen deaktiviert ist.

# view_selectedPhotoOverview_alert_error_title
source: Error
de: Fehler

# view_selectedPhotoOverview_alert_error_message
source: An error occured - duplicated images could not be saved.
de: Ein Fehler ist aufgetreten und Bilder konnten nicht gespeichert werden:

# view_selectedPhotoOverview_alert_success_title
source: Finished
de: Abgeschlossen

# view_selectedPhotoOverview_alert_success_message
source: Live Photos have successfully been duplicated.
de: Die Live Photos wurden erfolgreich dupliziert!

# view_selectedPhotoOverview_alert_warning_title
source: Warning
de: Warnung

# view_selectedPhotoOverview_alert_warning_message
source: %d edited live photos are selected. Editing information can not be transferred to the still photo and will be lost if the original image is deleted!
de: Es wurden %d editierte Live Photos ausgewählt. Die Änderungen an diesen Fotos können nicht übertragen werden und gehen verloren.

# view_selectedPhotoOverview_alert_cancel_button
source: Abort
de: Abbrechen

# view_selectedPhotoOverview_alert_continue_button
source: Delete
de: Löschen

# view_selectedPhotoOverview_alert_deletionError_userCancelled_message
source: LivePhotos have been duplicated successfully but deletion was cancelled.
de: Die LivePhotos wurden erfolgreich dupliziert, konnten jedoch nicht gelöscht werden, da der Vorgang nicht bestätigt wurde.

# view_selectedPhotoOverview_alert_deletionError_message
source: LivePhotos have been successfully duplicated but an error occured durion deletion. Please remove the photos manually or retry.
de: Die LivePhotos wurden erfolgreich dupliziert, allerdings ist beim Löschen ein Fehler aufgetreten. Bitte löschen Sie die Bilder manuell oder versuchen Sie es erneut.

# view_imprintPrivacy_privacy_title
source: Privacy
de: Datenschutz

# view_imprintPrivacy_privacy_text
source: The app does not collect or send personal data in any way.
de: Durch die App werden keinerlei persönliche Daten gesammelt oder übertragen.

# view_imprintPrivacy_imprint_title
source: Imprint
de: Impressum

# view_imprintPrivacy_imprint_sectionTitle_contact
source: Contact
de: Kontakt

# view_imprintPrivacy_imprint_phone
source: Phone:
de: Telefon:

# view_imprintPrivacy_imprint_fax
source: Fax:
de: Telefax:

# view_imprintPrivacy_imprint_sectionTitle_company
source: Corporate
de: Gesellschaft

# view_imprintPrivacy_imprint_company
source: Company
de: Firma

# view_imprintPrivacy_imprint_leader
source: Managing Directors
de: Geschäftsführer

# view_imprintPrivacy_imprint_adress
source: Adress
de: Adresse

# view_imprintPrivacy_imprint_adress_city
source: Nuremberg
de: Nürnberg

# view_imprintPrivacy_imprint_adress_country
source: Germany
de: Deutschland

# view_imprintPrivacy_imprint_adressCompany
source: Headquarters
de: Sitz der Gesellschaft

# view_imprintPrivacy_imprint_registereintrag
source: Commercial register
de: Registereintrag

# view_imprintPrivacy_imprint_umsatzsteuerNr
source: VAT ID
de: Umsatzsteuer-Ident-Nummer
